"NSContactsUsageDescription" = "在第一次制作安装包时，Packages 将使用您的工作电子邮件地址尝试找出默认包标识符前缀。";

"NSCalendarsUsageDescription" = "不, Packages 一点都不想访问您的日历。但是，如果您需要使用位于 \"Library/Calendars/\" 文件夹中的文件作为安装包，则需要允许 Packages 访问您的日历。";

"NSPhotoLibraryUsageDescription" = "不, Packages 一点都不想访问你的照片。但是，如果您需要使用位于 \"Pictures\" 文件夹中的文件作为安装包，则需要允许 Packages 访问您的照片。";